package com.example.myapplication.data

object SourceText {
    val text =
        "Вторая часть трилогии о Трисолярианах. Интересно, что ждет читателей в третьей книге, " +
                "потому что в этой всё вроде бы логически завершилось, дальше можно не продолжать.\n\n" +
                "Эта книга оказалась гораздо интереснее первой. Она не душит читателя чрезмерно подробной " +
                "экспозицией в отличии от первой книги. Описания технологий здесь очень красиво вплетены " +
                "в общее повествование. Есть много персонажей с интересными сюжетными линиями, что сложно " +
                "выделить среди них четкого фаворита.\n\n" +
                "Отдельно хочется похвалить книгу за \"чеховские ружья\". Присутствует много незавершенных " +
                "и неочевидных моментов в первой и начале второй книги. В конце второй книги они все " +
                "логически завершаются, причем с интересными твистами. Автор никого из персонажей не забыл."
}